{
  "promo_text": "جاهز للمستقبل؟ احصل على استشارتك المجانية للحلول الرقمية – العرض ينتهي قريبًا!",

  "hero_title_line1": "حلول MBN التكنولوجية: بوابتك إلى",
  "hero_title_line2": "الابتكار الرقمي المتكامل",
  "hero_description": "تقدم MBN حلولاً تقنية شاملة تغطي جميع جوانب العالم الرقمي — من تطوير البرمجيات، والأمن السيبراني، والذكاء الاصطناعي، والحوسبة السحابية، وإنترنت الأشياء إلى التسويق الرقمي، والأتمتة، والاستشارات التقنية. نحن نساعد الشركات والأفراد على التحول، والتأمين، والنمو في العصر الرقمي. المستقبل يبدأ من هنا.",
  "hero_button": "استكشف المزيد",

  "about_title": "من نحن",
  "about_subtitle": "MBN (شركة ماهر بن نايف الحارثي لحلول تقنية المعلومات) — رائدة في التكنولوجيا الذكية والابتكار الرقمي لتمكين الشركات بحلول إبداعية وآمنة وجاهزة للمستقبل.",

  "service_title": "الخدمات",
  "service_subtitle": "حلول رقمية وتقنية شاملة لتمكين عملك بالابتكار والأمان والإبداع.",

  "industries_title": "القطاعات التي نخدمها",
  "industries_subtitle": "توفر MBN حلولاً رقمية متطورة لمجموعة واسعة من القطاعات تشمل الحكومة، التعليم، المالية، الرعاية الصحية، التجزئة، والشركات الصغيرة — لتمكينها من خلال تقنيات آمنة وذكية ومبتكرة مصممة خصيصاً لتلبية احتياجاتها.",

  "banner_title": "MBN - نُمكّن عملك بحلول تقنية متقدمة",
  "banner_subtitle": "تعد شركة إم بي إن (ماهر بن نايف الحارثي لتقنية المعلومات) شركة سعودية رائدة تقدم حلولاً رقمية متكاملة تشمل تطوير البرمجيات، الذكاء الاصطناعي، الأمن السيبراني، إنترنت الأشياء، الأنظمة الذكية، الروبوتات، والتسويق الرقمي. أَمّن ونمِّ عملك مع تقنياتنا المبتكرة والمصممة خصيصاً لك.",
  "banner_button": "استكشف خدماتنا",

  "projects_title": "مشاريعنا",
  "projects_subtitle": "في إم بي إن، نفخر بتقديم مشاريع تقنية مبتكرة للقطاعين الحكومي والخاص — بما في ذلك الأنظمة الذكية، الذكاء الاصطناعي، الأمن السيبراني، والتحول الرقمي.",

  "projects2_title_line1": "ما وراء التقنية — بدعم",
  "projects2_title_line2": "من إم بي إن",
  "projects2_subtitle": "في إم بي إن، نتجاوز حدود الابتكار — حيث نقدم حلول تقنية متكاملة تمكّن الشركات وتشكل مستقبلها.",

  "strategy_title_line1": "شاملة",
  "strategy_title_line2": "استراتيجية التقنية",
  "strategy_description": "إم بي إن تعيد تعريف ما هو ممكن. يجمع نهجنا بين الابتكار والذكاء والبنية التحتية لتقديم حلول رقمية متكاملة من البداية إلى النهاية. من الانظمة المدعومة بالذكاء الاصطناعي إلى الأمن السيبراني القوي والأنظمة القابلة للتوسع — نحن نبني تقنيات تنمو معك.",

  "clients_title": "عملاؤنا الموثوقون",
  "clients_subtitle": "تفخر إم بي إن بالتعاون مع رواد الصناعة عبر مختلف القطاعات.",

  "contact_title": "تواصل معنا",
  "contact_subtitle": "نحن نوفر حلولًا متقدمة للأمن السيبراني لحماية الشركات من التهديدات الرقمية المتطورة.",

  "name_required": "الاسم يجب أن يكون 3 أحرف على الأقل",
  "email_invalid": "البريد الإلكتروني غير صالح",
  "message_required": "الرسالة يجب أن تكون 3 أحرف على الأقل",
  "phone_required": "رقم الهاتف مطلوب",
  "service_required": "يرجى اختيار الخدمة",
  "success": "تم إرسال النموذج بنجاح ✅",
  "error": "حدث خطأ ما ❌",
  "sending": "جاري الإرسال...",
  "submit": "إرسال",
  "service_inquiry": "استفسار عن الخدمة",
  "full_name": "الاسم الكامل",
  "email_address": "البريد الإلكتروني",
  "phone_number": "رقم الهاتف",
  "message": "الرسالة",

  "mbn_title": "MBN — تمكين الابتكار",
  "mbn_description": "نصنع حلولاً رقمية ذكية، ومحتوى إبداعياً، وتجارب مستخدم استثنائية. من الهوية البصرية إلى التطوير، تحول MBN رؤيتك إلى واقع.",
  "mbn_address": "MBN - المملكة العربية السعودية، عبدالرحمن الداخل، النهضة، جدة 23523",

  "quick_links": "روابط سريعة",
  "services": "الخدمات",
  "legal_policies": "القوانين والسياسات",

  "footer_copy": "© 2016 مجموعة MBN. جميع الحقوق محفوظة"
}
