{
  "promo_text": "Ready for the Future? Claim Your Free Digital Solutions Consultation – Offer Ends Soon!",

  "hero_title_line1": "MBN TECHNOLOGY SOLUTIONS: YOUR",
  "hero_title_line2": "GATEWAY TO COMPLETE DIGITAL INNOVATION",
  "hero_description": "MBN provides end-to-end technology solutions covering all aspects of the digital world — from software development, cybersecurity, AI, cloud computing, and IoT to digital marketing, automation, and tech consulting. We help businesses and individuals transform, secure, and grow in the digital age. Future-ready starts here.",
  "hero_button": "Explore More",

  "about_title": "About MBN",
  "about_subtitle": "MBN (Maher Bin Naif Al-Harithi Co. for IT Solutions) — Pioneering smart tech and digital innovation to elevate businesses with creative, secure, and future-ready solutions.",

  "service_title": "Services",
  "service_subtitle": "Comprehensive digital and IT solutions to empower your business with innovation, security, and creativity.",

  "industries_title": "Industries Served",
  "industries_subtitle": "MBN delivers cutting-edge digital solutions to a wide range of industries including government, education, finance, healthcare, retail, and small businesses — empowering them with secure, smart, and innovative technologies tailored to their specific needs.",

  "banner_title": "MBN - Empowering Your Business with Advanced IT Solutions",
  "banner_subtitle": "MBN (Maher Bin Naif Al-Harithi Co. for IT Solutions) is a leading Saudi company providing integrated digital solutions including software development, AI, cybersecurity, IoT, smart systems, robotics, and digital marketing. Secure and grow your business with our innovative and tailored technologies.",
  "banner_button": "Explore Our Services",

  "projects_title": "Our Projects",
  "projects_subtitle": "At MBN, we proudly deliver innovative technology projects for both government and private sectors — including smart systems, artificial intelligence, cybersecurity, and digital transformation.",

  "projects2_title_line1": "Beyond Technology — Powered",
  "projects2_title_line2": "by MBN",
  "projects2_subtitle": "At MBN, we go beyond innovation — delivering integrated tech solutions that empower businesses and shape the future.",

  "strategy_title_line1": "HOLISTIC",
  "strategy_title_line2": "TECH STRATEGY",
  "strategy_description": "MBN is redefining what’s possible. Our approach combines innovation, intelligence, and infrastructure to deliver end-to-end digital solutions. From AI-powered systems to robust cybersecurity and scalable automation — we build tech that grows with you.",

  "clients_title": "Our Trusted Clients",
  "clients_subtitle": "MBN proudly collaborates with industry leaders across various sectors.",

  "contact_title": "Contact Us",
  "contact_subtitle": "We provide cutting-edge cybersecurity solutions to protect businesses from evolving digital threats.",

  "name_required": "Name must be at least 3 characters",
  "email_invalid": "Invalid email address",
  "message_required": "Your message must be at least 3 characters",
  "phone_required": "Phone number is required",
  "service_required": "Please select a service",
  "success": "Form sent successfully ✅",
  "error": "Something went wrong ❌",
  "sending": "Sending...",
  "submit": "Submit",
  "service_inquiry": "Service Inquiry",
  "full_name": "Full Name",
  "email_address": "Email Address",
  "phone_number": "Phone Number",
  "message": "Message",

  "mbn_title": "MBN — Empowering Innovation",
  "mbn_description": "We craft smart digital solutions, creative content, and exceptional user experiences. From branding to development, MBN turns your vision into reality.",
  "mbn_address": "MBN - Saudi Arabia, Abdulrahman Al Dakhel, An Nahdah, Jeddah 23523",

  "quick_links": "Quick Links",
  "services": "Services",
  "legal_policies": "Legal & Policies",

  "about_us": "About Us",
  "home": "Home",
  "contact_us": "Contact Us",
  "projects": "Projects",
  "study_projects": "Study Projects",
  "web_app_development": "Web Application Development",
  "artistic_production": "Artistic Production",
  "digital_marketing": "Digital Marketing",
  "product_design": "Product Design",
  "visual_identity_design": "Visual Identity Design",
  "video_motion_graphics": "Video Motion Graphics",
  "uiux_design": "UI/UX Design for Apps and Websites",
  "robotics": "Robotics",








  "footer_copy": "© 2016 MBN Group. All rights reserved"
}
